<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */

    /*
    |--------------------------------------------------------------------------
    | Common Start
    |--------------------------------------------------------------------------
    */
    'Home' => 'বাড়ি',
    'Add_New' => 'নতুন যোগ করুন',
    'Name' => 'নাম',
    'Profile_Image' => 'প্রোফাইল ছবি',
    'Profile_Image_size_270' => 'প্রস্থ 270px এবং উচ্চতা 270px এর চেয়ে বড় বা সমান।',
    'Mobile_Number' => 'মোবাইল নম্বর',
    'Email' => 'ইমেইল',
    'Date_Of_Birth' => 'জন্ম তারিখ',
    'Address' => 'ঠিকানা',
    'Remarks' => 'মন্তব্য',
    'Please_enter_name' => 'নাম লিখুন দয়া করে.',
    'Please_enter_email' => 'ইমেল লিখুন.',
    'Please_enter_valid_email' => 'অনুগ্রহ করে আপনার সঠিক মেইল ​​আইডি প্রবেশ করান.',
    'Please_select_image' => 'ছবি নির্বাচন করুন.',
    'Please_enter_mobile' => 'মোবাইল লিখুন.',
    'Mobile_must_be_8_digit' => 'মোবাইল 8 ডিজিটের সমান বা তার বেশি।',
    'Mobile_must_be_digit' => 'মোবাইল ডিজিট হতে হবে।',
    'Mobile_max_be_12_digit' => 'মোবাইল 12 ডিজিটের সমান বা কম।',
    'Email_must_be_unique' => 'ইমেল অনন্য হতে হবে.',
    'Mobile_must_be_unique' => 'মোবাইল অনন্য হতে হবে।',
    'Please_enter_issf_license_no' => 'অনুগ্রহ করে ISSF লাইসেন্স নম্বর লিখুন।',
    'Please_select_license_valid_date' => 'অনুগ্রহ করে ISSF লাইসেন্সের বৈধ তারিখ নির্বাচন করুন।',
    'More' => 'আরও',
    'SL' => 'সিরিয়াল',
    'Status' => 'স্ট্যাটাস',
    'Actions' => 'কর্ম',
    'Edit' => 'সম্পাদনা করুন',
    'Delete' => 'মুছে ফেলা',
    'Inactive' => 'নিষ্ক্রিয়',
    'Active' => 'সক্রিয়',
    'Update' => 'হালনাগাদ',
    'Save' => 'সংরক্ষণ',
    'Drag_and_Drop_to_Sort' => 'সাজাতে টেনে আনুন',
    'Sort'=>'সাজান',
    'YES'=>'হ্যাঁ',
    'NO'=>'না',
    'Search'=>'অনুসন্ধান করুন',
    'Search_Keyword'=>'কী খুঁজতে হবে',
    'Reg_Number' => 'রেজি. সংখ্যা',
    'District' => 'জেলা',
    'Division' => 'বিভাগ',

    /*
    |--------------------------------------------------------------------------
    | Common End
    |--------------------------------------------------------------------------
    */


    /*
    |--------------------------------------------------------------------------
    | Admin Dashboard Start
    |--------------------------------------------------------------------------
    */

    'Admin_Panel' => 'অ্যাডমিন প্যানেল',
    'Athlete' => 'ক্রীড়াবিদ',

    /*
    |--------------------------------------------------------------------------
    | Admin Dashboard End
    |--------------------------------------------------------------------------
    */



    /*
    |--------------------------------------------------------------------------
    | Judges & Jury Start
    |--------------------------------------------------------------------------
    */

    'Judges_Jury' => 'বিচারক এবং জুরি',
    'Judges_Jury_list' => 'বিচারক এবং জুরি তালিকা ',
    'Judges_Jury_add' => 'বিচারক ও জুরি যোগ করুন ',
    'Judges_Jury_sort' => 'বিচারক ও জুরি সাজান ',
    'Judges_Jury_form' => 'বিচারক ও জুরি ফর্ম',
    'ISSF_License_No' => 'ISSF লাইসেন্স নম্বর',
    'License_Valid_Date' => 'লাইসেন্স বৈধ তারিখ',
    'Jury_Class' => 'ক্লাস',
    'Choose_Class' => 'ক্লাস নির্বাচন করুন',
    'Rifle' => 'রাইফেল',
    'Pistol' => 'পিস্তল',
    'Shortgun' => 'শর্টগান',
    'RunningTarget' => 'রানিং টার্গেট',
    'ElectronicTarget' => 'ইলেকট্রনিক টার্গেট',
    'ChooseControl' => 'নিয়ন্ত্রণ নির্বাচন করুন',
    'E_Signature' => 'ই-স্বাক্ষর',
    'Choose_Events' => 'ইভেন্ট নির্বাচন করুন',
    'Assign_Events' => 'বিচারক এবং জুরি ইভেন্ট বরাদ্দ',
    'Enter_Event_Name' => 'ইভেন্টের নাম লিখুন',
    'Event_Address' => 'ইভেন্ট ঠিকানা',
    'Manage_judges_jury' => 'বিচারক ও জুরি পরিচালনা করুন',
    'Insert_message_judges_jury' => ' বিচারক ও জুরি যোগ করা হয়েছে!',
    'Edit_message_judges_jury' => ' বিচারক ও জুরি আপডেট করা হয়েছে!',
    'Edit_Jury' => 'বিচারক ও জুরি আপডেট করুন',
    'Judges_Jury_details' => ' বিচারক এবং জুরি বিবরণ',





    /*
    |--------------------------------------------------------------------------
    | Judges & Jury End
    |--------------------------------------------------------------------------
    */




    /*
    |--------------------------------------------------------------------------
    | Arms Start
    |--------------------------------------------------------------------------
    */

    'Arms' => 'অস্ত্র',
    'Arms_list' => 'অস্ত্র তালিকা',
    'Arms_add' => 'অস্ত্র যোগ করুন',
    'Arms_sort' => 'বাছাই অস্ত্র',
    'Arms_form' => 'অস্ত্র ফর্ম',
    'bullet_size' => 'বুলেট সাইজ',
    'quantity' => 'পরিমাণ',
    'max_velocity' => 'সর্বোচ্চ বেগ',
    'overall_length' => 'সামগ্রিক দৈর্ঘ্য',
    'buttplate' => 'বাটপ্লেট',
    'function' => 'ফাংশন',
    'weight' => 'ওজন',
    'trigger_pull' => 'ট্রিগার টান',
    'scopeable' => 'ব্যাপ্তিযোগ্য',
    'Choose_Scopeable' => 'ব্যাপ্তিযোগ্য নির্বাচন করুন',
    'safety' => 'নিরাপত্তা',
    'Choose_safety' => 'নিরাপত্তা নির্বাচন করুন',
    'suggested_for' => 'জন্য প্রস্তাবিত',
    'Caliber' => 'ক্যালিবার',
    'muzzle_energy' => 'মজল এনার্জি',
    'loudness' => 'জোরে',
    'barrel_length' => 'ব্যারেল দৈর্ঘ্য',
    'shot_capacity' => 'শট ক্ষমতা',
    'choose_shot_capacity' => 'শট ক্ষমতা নির্বাচন করুন',
    'barrel' => 'পিপা',
    'front_sight' => 'সামনের দৃষ্টি',
    'rear_sight' => 'রিয়ার সাইট',
    'trigger' => 'ট্রিগার',
    'power_plant' => 'বিদ্যুৎ কেন্দ্র',
    'max_shots_per_fill' => 'ফিল প্রতি সর্বোচ্চ শট',
    'operating_pressuer' => 'অপারেটিং প্রেসার',
    'body_type' => 'শারীরিক প্রকার',
    'choose_body_type' => 'বডি টাইপ বেছে নিন',
    'fixed_adj_power' => 'স্থির/অ্যাডজে পাওয়ার',
    'choose_fixed_adj_power' => 'ফিক্সড/এডজে পাওয়ার বেছে নিন',
    'Fixed' => 'স্থির',
    'Adjust' => 'সামঞ্জস্য করুন',
    'arms_image' => 'অস্ত্রের ছবি',
    'Please_enter_bullet_size' => 'অনুগ্রহ করে বুলেটের আকার লিখুন',
    'Please_enter_quantity' => 'পরিমাণ লিখুন দয়া করে',
    'Insert_message_arms' => 'অস্ত্র যোগ করা হয়েছে!',
    'Edit_Arms' => 'অস্ত্র আপডেট করুন ',
    'Edit_message_Arms' => ' অস্ত্র আপডেট করা হয়েছে!',
    'Manage_arms' => 'অস্ত্র পরিচালনা করুন',
    'Details' => 'বিস্তারিত',
    'Related_Arms' => 'সম্পর্কিত অস্ত্র',

    /*
    |--------------------------------------------------------------------------
    | Arms End
    |--------------------------------------------------------------------------
    */



    /*
   |--------------------------------------------------------------------------
   | Archive Start
   |--------------------------------------------------------------------------
   */

    'Archives' => 'আর্কাইভস',
    'Manage_Archives' => 'আর্কাইভ পরিচালনা করুন',
    'Add_New_Archive' => 'নতুন আর্কাইভ যোগ করুন',
    'Enter_Archive_Name' => 'আর্কাইভ নাম লিখুন',
    'Enter_Sub_Title' => 'সাব টাইটেল লিখুন',
    'Archive_Name' => 'আর্কাইভ নাম',
    'Sub_Title' => 'সাব টাইটেল',
    'PDF' => 'পিডিএফ',
    'Add_Archive' => 'আর্কাইভ যোগ করুন',
    'Archive_Form' => 'আর্কাইভ ফর্ম',
    'Archive_PDF' => 'পিডিএফ আর্কাইভ করুন',
    'Archive_has_been_added' => 'আর্কাইভ যোগ করা হয়েছে !',
    'Archive_has_been_updated' => 'আর্কাইভ আপডেট করা হয়েছে !',
    'List_Archives' => 'আর্কাইভ তালিকা',
    'Sort_Archives' => 'আর্কাইভ সাজান',
    'Results_Records_in_Archives' => 'ফলাফল এবং আর্কাইভ রেকর্ড',

    /*
    |--------------------------------------------------------------------------
    | Archive End
    |--------------------------------------------------------------------------
    */


    /*
    |--------------------------------------------------------------------------
    | Global search Start
    |--------------------------------------------------------------------------
    */

    'Results_Records_in_Global_Search' => 'ফলাফল এবং রেকর্ড পাওয়া গেছে ',

    /*
    |--------------------------------------------------------------------------
    | Global search End
    |--------------------------------------------------------------------------
    */



    /*
    |--------------------------------------------------------------------------
    | Club Start
    |--------------------------------------------------------------------------
    */

    'Clubs' => 'ক্লাব',
    'Manage_Clubs' => 'ক্লাব পরিচালনা করুন',
    'Add_New_Club' => 'নতুন ক্লাব যোগ করুন',
    'Clubs_Form' => 'ক্লাব ফর্ম',
    'Club_Logo' => 'ক্লাব লোগো',
    'Choose_Division' => 'বিভাগ নির্বাচন করুন',
    'Choose_District' => 'জেলা নির্বাচন করুন',
    'Club_Type' => 'ক্লাবের ধরন',
    'Short_Name' => 'সংক্ষিপ্ত নাম',
    'About_Club' => 'ক্লাব সম্পর্কে',
    'Club_has_been_added' => 'ক্লাব যোগ করা হয়েছে!',
    'Edit_Club' => 'ক্লাব সম্পাদনা করুন',
    'Club_has_been_updated' => 'ক্লাব আপডেট করা হয়েছে!',
    'List_Clubs' => 'তালিকা ক্লাব',
    'Sort_Clubs' => 'বাছাই ক্লাব',
    'Drag_and_Drop_to_Sort_the_Clubs' => 'ক্লাবগুলি সাজাতে টেনে আনুন এবং ড্রপ করুন৷',
    'Find_A_Club' => 'একটি ক্লাব খুঁজুন',
    'Find' => 'খুঁজুন',
    'Total' => 'মোট',
    'clubs_found' => 'ক্লাব পাওয়া গেছে',
    'No_clubs_found' => 'কোন ক্লাব খুঁজে পাওয়া যায়নি',
    'Club_Overview' => 'ক্লাব ওভারভিউ',
    /*
    |--------------------------------------------------------------------------
    | Club End
    |--------------------------------------------------------------------------
    */



    /*
    |--------------------------------------------------------------------------
    | Events Start
    |--------------------------------------------------------------------------
    */

    'Events' => 'Events',
    'List_Events' => 'List Events',
    'Add_New_Event' => 'Add New Event',
    'Sort_Events' => 'Sort Events',

    /*
    |--------------------------------------------------------------------------
    | Events End
    |--------------------------------------------------------------------------
    */






    /*
    |--------------------------------------------------------------------------
    | Custom Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | Here you may specify custom validation messages for attributes using the
    | convention "attribute.rule" to name the lines. This makes it quick to
    | specify a specific custom language line for a given attribute rule.
    |
    */

    'custom' => [
        'attribute-name' => [
            'rule-name' => 'custom-message',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Attributes
    |--------------------------------------------------------------------------
    |
    | The following language lines are used to swap our attribute placeholder
    | with something more reader friendly such as "E-Mail Address" instead
    | of "email". This simply helps us make our message more expressive.
    |
    */

    'attributes' => [],

];
